{
	"topic": "philosophy",
	"messages": [{
		"source": "Socrates",
		"msg": "One thing I know, that I know nothing. This is the source of my wisdom."
	}, {
		"source": "Plato",
		"msg": "Good people do not need laws to tell them to act responsibly, while bad people will find a way around the laws."
	}, {
		"source": "Aristotle",
		"msg": "Anybody can become angry - that is easy, but to be angry with the right person and to the right degree and at the right time and for the right purpose, and in the right way - that is not within everybody's power and is not easy."
	}, {
		"source": "Epicurus",
		"msg": "You don't develop courage by being happy in your relationships everyday. You develop it by surviving difficult times and challenging adversity."
	}, {
		"source": "Heraclitus",
		"msg": "There is nothing permanent except change."
	}, {
		"source": "Socrates",
		"msg": "By all means, get married: if you find a good wife, you'll be happy; if not, you'll become a philosopher."
	}, {
		"source": "Alexander the Great",
		"msg": "I am indebted to my father for living, but to my teacher for living well."
	}, {
		"source": "Plutarch",
		"msg": "The real destroyer of the liberties of the people is he who spreads among them bounties, donations and benefits."
	}, {
		"source": "Democritus",
		"msg": "Nothing exists except atoms and empty space; everything else is just opinion."
	}, {
		"source": "Aristotle",
		"msg": "Love is composed of a single soul inhabiting two bodies."
	}, {
		"source": "Socrates",
		"msg": "All men's souls are immortal, but the souls of the righteous are immortal and divine."
	}, {
		"source": "Plato",
		"msg": "He who steals a little steals with the same wish as he who steals much, but with less power."
	}, {
		"source": "Epicurus",
		"msg": "Death does not concern us, because as long as we exist, death is not here. And when it does come, we no longer exist."
	}, {
		"source": "Solon",
		"msg": "Let no man be called happy before his death. Till then, he is not happy, only lucky."
	}, {
		"source": "Xenophon",
		"msg": "Excess of grief for the dead is madness; for it is an injury to the living, and the dead know it not."
	}, {
		"source": "Thucydides",
		"msg": "It is frequently a misfortune to have very brilliant men in charge of affairs. They expect too much of ordinary men."
	}, {
		"source": "Socrates",
		"msg": "By all means, get married: if you find a good wife, you'll be happy; if not, you'll become a philosopher."
	}, {
		"source": "Demosthenes",
		"msg": "Small opportunities are often the beginning of great enterprises."
	}, {
		"source": "Pericles",
		"msg": "Wait for the wisest of all counselors, time."
	}, {
		"source": "Aristotle",
		"msg": "At his best, man is the noblest of all animals; separated from law and justice he is the worst."
	}, {
		"source": "Plato",
		"msg": "Man: a being in search of meaning."
	}, {
		"source": "Plutarch",
		"msg": "I don't need a friend who changes when I change and who nods when I nod; my shadow does that much better."
	}, {
		"source": "Herodotus",
		"msg": "Whatever comes from God is impossible for a man to turn back."
	}, {
		"source": "Thucydides",
		"msg": "History is Philosophy teaching by examples."
	}, {
		"source": "Alexander the Great",
		"msg": "I am not afraid of an army of lions led by a sheep; I am afraid of an army of sheep led by a lion."
	}, {
		"source": "Xenophon",
		"msg": "Fast is fine, but accuracy is everything."
	}, {
		"source": "Nikos Kazantzakis",
		"msg": "Since we cannot change reality, let us change the eyes which see reality. "
	}, {
		"source": "Giannis Ritsos",
		"msg": "I know that each one of us travels to love alone, alone to faith and to death. I know it. I've tried it. It doesn't help. Let me come with you. "
	}, {
		"source": "Aristotle Onassis",
		"msg": "If women didn't exist, all the money in the world would have no meaning."
	}, {
		"source": "Nikos Kazantzakis",
		"msg": "There is only one woman in the world. One woman, with many faces."
	}, {
		"source": "Odysseus Elytis",
		"msg": "You'll come to learn a great deal if you study the Insignificant in depth."
	}, {
		"source": "Maria Callas",
		"msg": "It's a terrible thing to go through life thinking that you have a rock on your side when you haven't. "
	}, {
		"source": "Aristotle Onassis",
		"msg": "We must free ourselves of the hope that the sea will ever rest. We must learn to sail in high winds."
	}]
}